[
    {
        "title": "新手適合飼養的鳥類推薦",
        "banner_url": "https://i.pinimg.com/736x/62/c7/4b/62c74b8ec33864ee7777abc8a7a049a4.jpg",
        "intro": "對於剛入門的鳥奴來說，挑選一隻好照顧、親人又可愛的鳥，是開啟快樂飼養之路的第一步！以下推薦兩種最佳入門鳥種。",
        "sections": [
            {
                "heading": "虎皮鸚鵡",
                "image_url": "https://i.pinimg.com/736x/cf/fc/7a/cffc7a7dc72a6b024f9e1a8f85ac4bb3.jpg",
                "body": "虎皮鸚鵡個性活潑、外型俏麗，羽色多變且分佈均勻，是新手飼主的首選。牠們智商高、對人親近，能快速適應新環境並對飼主發出輕柔呼喚，進而建立信任關係。虎皮鸚鵡身形小巧，適合放在客廳或書房，無需過大籠子即可自由活動。飲食上可選用高品質混合飼料，再搭配新鮮果蔬提供多元營養。日常互動建議以語音呼喚、手餵零食與簡單訓練為主，切勿強迫。適度放風與玩具刺激能維持其身心健康，讓牠們保持活力四射且與飼主感情更加深厚。"
            },
            {
                "heading": "文鳥",
                "image_url": "https://i.pinimg.com/474x/62/c7/4b/62c74b8ec33864ee7777abc8a7a049a4.jpg",
                "body": "文鳥身型嬌小、羽色純淨，個性溫和且社交能力強，十分適合新手飼養。牠們叫聲輕柔，日常互動時不會產生過大噪音，適合在公寓或辦公室中飼放。文鳥好奇心旺盛，喜歡在鳥籠中跳躍、啄食玩具，主人可提供磨嘴石及天然棲木，協助維持喙部和指甲健康。飲食方面，文鳥可食用專用顆粒飼料、少量種子及切碎蔬果，搭配潔淨飲水，有助於維持良好消化。定期更換墊材與清潔籠具，並每天與牠互動15分鐘以上，能夠增進信任並預防孤單焦慮。"
            }
        ]
    },
    {
        "title": "鳥籠選購指南",
        "banner_url": "https://i.pinimg.com/736x/78/2b/7c/782b7cdec4e57f48ccc2939a2730c023.jpg",
        "intro": "一個舒適安全的鳥籠，是給鳥寶們最基本的幸福保障，本文帶你了解挑選鳥籠時的尺寸、材質與設計要點。",
        "sections": [
            {
                "heading": "鳥籠大小與材質",
                "image_url": "https://i.pinimg.com/736x/d9/62/63/d962639d2acc848764d7346c5dd4c61e.jpg",
                "body": "鳥籠的大小應依照所飼養鳥種的展翅寬度與活動習性來決定。以虎皮鸚鵡為例，籠子長寬高至少要達60×40×50公分，才能讓牠自由飛行並維持體態；文鳥等小型鳥類則可選擇50×30×40公分的中型籠。材質上建議選用不鏽鋼或粉體烤漆鋼絲，耐用且易清潔，不易生鏽或釋放有害金屬。避免使用鐵鍍鋅或含鉛塗層的便宜籠子，以免鳥兒啄食時產生中毒風險。挑選時還要確認籠子結構穩固，綿密的鐵絲間隙可防止小型鳥逃脫或卡住。"
            },
            {
                "heading": "設計與安全",
                "image_url": "",
                "body": "鳥籠設計應以安全與功能性為優先。門鎖必須牢固可靠，避免鳥兒自行開啟；門扇與拉片需光滑無尖銳邊緣，減少受傷風險。籠內應配備多根天然棲木，分佈於不同高度，以滿足鳥類跳躍與停棲需求；底部墊材建議使用可拆卸托盤，方便日常清理與更換。籠頂若需吊掛玩具，應先確認承重性並定期檢查吊線。避免大量使用裝飾物或綿繩，以免鳥兒啄咬後纏繞腳爪。整體設計應兼顧通風與保溫，保持室內溫度穩定、空氣流通，營造舒適飼養環境。"
            }
        ]
    },
    {
        "title": "每日照護與互動指南",
        "banner_url": "https://scontent.frmq2-1.fna.fbcdn.net/v/t1.6435-9/79908753_10157867524129313_5937486029781991424_n.jpg?_nc_cat=111&ccb=1-7&_nc_sid=127cfc&_nc_ohc=hmBZe2m-zd8Q7kNvwE7EZze&_nc_oc=Adki_Lx_n9bduMGVISkKXAIpjRdXJtQwt8IBA5mZqY1VEmdWBqciA_pQtGqnTHmRWtc&_nc_zt=23&_nc_ht=scontent.frmq2-1.fna&_nc_gid=1SKYAifsM5JJnmA6MjgJ8g&oh=00_AfGtPzvCFtruBP52Bep0WhilFyWUnPtuhbhBKZ5b_lMp-Q&oe=682D0CFE",
        "intro": "鳥類需要日常的細心照護與適度互動，才能維持身心健康並與飼主建立深厚感情。以下針對清潔、餵食與放風互動提供建議。",
        "sections": [
            {
                "heading": "清潔與餵食",
                "image_url": "",
                "body": "每日清潔鳥籠是維護鳥寶健康的關鍵。建議每天更換乾淨飲水與食物，並即時清理鳥糞，避免細菌滋生。每週進行一次全面清洗，包括托盤、棲木、食具與玩具，可使用無毒清潔劑並徹底沖洗，以防化學殘留。餵食時，採用均衡配方飼料為主，搭配切碎蔬果（如胡蘿蔔、青江菜、蘋果）及少量堅果，確保維生素與礦物質充足。切忌提供巧克力、咖啡、酪梨等有毒食物。定期調整飲食種類與比例，有助於預防挑食與營養失衡。"
            },
            {
                "heading": "互動與放風",
                "image_url": "",
                "body": "鳥類是高度社交動物，每天至少安排30分鐘放風時間，讓牠們在安全無障礙的室內空間自由飛行、跳躍，促進肌肉發展與心肺功能。放風時可與鳥寶對話、手餵零食或進行簡單訓練，增進彼此信任。若空間有限，可使用鏡子、鈴鐺或解謎玩具，提供感官刺激並預防單調。建議避開風扇、鏡面與窗戶，以免飛行受傷。放風前關閉門窗並遮擋鏡子，確保環境安全後再進行活動。"
            }
        ]
    },
    {
        "title": "常見鳥糧種類介紹",
        "banner_url": "https://gw.alicdn.com/imgextra/O1CN01zWI8oy1xd1STUquDJ_!!6000000006465-2-yinhe.png_.webp",
        "intro": "市售鳥糧品項繁多，了解種子飼料與顆粒飼料的特性，能為鳥寶提供更營養均衡的飲食，維持健康活力。",
        "sections": [
            {
                "heading": "種子飼料",
                "image_url": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcQF5iDxyalyQAZQH8WYM3F-F6TCR_LEVm44XTEi421tkU9Ewugdb1V6MV4a_NMDx4qBxdg&usqp=CAU",
                "body": "種子混合飼料是最常見的鳥糧形式，通常由小米、葵花籽、亞麻籽等組成，口感佳、易吸引鳥兒進食。但純種子配方容易造成鳥兒偏食，營養攝取不均衡。若長期只吃種子，可能導致蛋白質、維生素及礦物質不足，進而引發健康問題。建議飼主將種子飼料與顆粒飼料或新鮮蔬果搭配餵食，並定期補充鈣粉或綜合維生素，確保鳥寶獲得全面營養。"
            },
            {
                "heading": "顆粒飼料",
                "image_url": "https://img95.699pic.com/xsj/1l/ne/fe.jpg!/fh/300",
                "body": "顆粒飼料採用科學配方，內含維生素、礦物質、蛋白質等必要營養，能有效避免鳥兒挑食並確保營養攝取均衡。顆粒顆數大小與硬度均經過設計，可促進鳥喙自然磨耗，減少過長風險。對於缺乏訓練的新手飼主而言，顆粒飼料提供了簡單、安全且營養完整的選擇。使用時可搭配少量蔬果或熟蛋黃，增加風味並提升食欲。請務必選擇品牌信譽良好、無添加色素與人工香料的產品。"
            }
        ]
    },
    {
        "title": "新手容易犯的五個飼養錯誤",
        "banner_url": "",
        "intro": "剛開始飼養鳥類時，新手常會因資訊不足或經驗缺乏而犯下錯誤，本文整理最常見的兩大陷阱，助你避免走彎路。",
        "sections": [
            {
                "heading": "錯誤一：籠子太小",
                "image_url": "",
                "body": "許多新手因預算有限或空間考量，選擇太小的鳥籠。但鳥需要足夠的活動與展翅空間，過小籠子會限制飛行，造成壓力和肌肉萎縮，甚至引發精神疾病與自傷行為。建議至少選擇能讓鳥展翅後橫向間距留有20%餘裕的籠子，並設置多層棲木，提供垂直與水平活動空間，確保鳥類運動量與生活品質。"
            },
            {
                "heading": "錯誤二：只餵食種子",
                "image_url": "",
                "body": "種子雖然易取且鳥類愛吃，但其營養成分單一，長期只餵種子會導致維生素、礦物質和蛋白質攝取不足，引發肥胖、肝脂肪堆積及羽毛問題。新手應將種子與顆粒飼料輪替，並定期添加新鮮蔬果，如胡蘿蔔、青椒、蘋果等，以補充維生素與膳食纖維，維持鳥兒健康。"
            }
        ]
    },
    {
        "title": "新手容易犯的五個飼養錯誤",
        "banner_url": "https://sora.chatgpt.com/g/gen_01jsb3r9eefsjsxrdnpawvc3hn",
        "intro": "剛開始飼養鳥類時，新手常會因資訊不足或經驗缺乏而犯下錯誤，本文整理最常見的五大陷阱，助你避免走彎路。",
        "sections": [
            {
                "heading": "錯誤一：籠子太小",
                "image_url": "",
                "body": "許多新手因預算有限或空間考量，選擇太小的鳥籠。但鳥需要足夠的活動與展翅空間，過小籠子會限制飛行，造成壓力和肌肉萎縮，甚至引發精神疾病與自傷行為。建議至少選擇能讓鳥展翅後橫向間距留有20%餘裕的籠子，並設置多層棲木，提供垂直與水平活動空間，確保鳥類運動量與生活品質。"
            },
            {
                "heading": "錯誤二：只餵食種子",
                "image_url": "",
                "body": "種子雖然易取且鳥類愛吃，但其營養成分單一，長期只餵種子會導致維生素、礦物質和蛋白質攝取不足，引發肥胖、肝脂肪堆積及羽毛問題。新手應將種子與顆粒飼料輪替，並定期添加新鮮蔬果，如胡蘿蔔、青椒、蘋果等，以補充維生素與膳食纖維，維持鳥兒健康。"
            },
            {
                "heading": "錯誤三：忽略日照與作息",
                "image_url": "",
                "body": "鳥類的健康與自然光息息相關，許多新手將鳥籠長期放在陰暗角落，或讓鳥暴露於過強日照與不穩定的作息環境，容易打亂生理時鐘。建議每天提供12小時左右的光照與黑暗週期，模擬自然晝夜節律，有助於牠們休息與穩定情緒，並促進維生素D合成與整體免疫力。"
            },
            {
                "heading": "錯誤四：忽略社交與互動",
                "image_url": "",
                "body": "鳥類多數具有高度社交性，若長時間缺乏人類或同類互動，容易產生孤單、焦慮等問題，進而啄毛或叫聲過度。新手飼主常因忙碌而忽略與鳥互動的重要性。建議每日花時間與鳥對話、遊戲或訓練，甚至可考慮飼養同種鳥類作伴，讓鳥感受到被關愛與重視。"
            },
            {
                "heading": "錯誤五：清潔頻率不足",
                "image_url": "",
                "body": "有些新手認為鳥體型小，不需要太頻繁打掃，但其實鳥類排泄頻率高，飼料碎屑與羽毛也容易堆積。若環境長期不清潔，容易滋生細菌與寄生蟲，危害鳥兒健康。建議每日簡單清理糞便、食碗與水碗，每週至少一次深層清潔鳥籠與配件，並使用對鳥類安全的清潔劑。"
            }
        ]
    },
    {
        "title": "鳥類放風的正確方式",
        "banner_url": "https://sora.chatgpt.com/g/gen_01jsb41bxqfndsz1gpwx8dg61n",
        "intro": "放風是維持鳥類身心健康的重要活動，但必須在安全環境下進行，才能達到運動與放鬆的效果。",
        "sections": [
            {
                "heading": "室內安全第一",
                "image_url": "",
                "body": "放風前務必確認房間門窗關閉，鏡子與玻璃表面需遮蓋，避免鳥寶飛行時撞擊受傷。移除易碎品、電線與懸掛物，留出空曠區域供鳥寶自由飛翔。若天花板有風扇或電燈，也需暫時關閉，以防意外碰撞。此外，請在地面鋪設柔軟墊料，減少跌落時的衝擊。放風過程中，飼主應保持安靜、不急促追逐，讓鳥寶在舒適氛圍中自主活動。"
            },
            {
                "heading": "放風時間與互動",
                "image_url": "",
                "body": "每天至少安排30分鐘放風時間，分早晚兩次進行效果最佳。放風時可在房間四周放置玩具、棲木或小吃器，吸引鳥寶探索並保持活力。飼主可在一旁輕聲鼓勵，或用手輕觸誘導牠回籠，建立互動信任。若空間有限，也可使用飛行梯或繩索，讓鳥寶上下攀爬、跳躍。放風結束後，給予適量零食或輕柔撫摸，以獎勵牠的良好表現。"
            }
        ]
    },
    {
        "title": "常見鳥類壽命與照顧重點",
        "banner_url": "https://sora.chatgpt.com/g/gen_01jsb54g7jfr4a6pkbypew09tv",
        "intro": "不同鳥種壽命差異極大，了解各自壽命區間與相對照顧重點，能協助飼主做出長期飼養規劃。",
        "sections": [
            {
                "heading": "常見壽命比較",
                "image_url": "https://imgur.com/a/UiPd8ZN",
                "body": "虎皮鸚鵡平均可活8–12年，文鳥約5–10年，玄鳳鸚鵡則可達15年左右；較大型的金剛鸚鵡家族壽命可超過50年。壽命長短受基因、環境、飲食與醫療等多重因素影響。若飼養期間定期健檢、均衡餵食並提供充足運動，皆可有效延長鳥兒壽命。飼主在挑選鳥種前，應評估自身飼養時間與承擔能力，避免因壽命長短而產生飼養壓力。"
            },
            {
                "heading": "壽命延長關鍵",
                "image_url": "",
                "body": "維持均衡營養是延長鳥類壽命的基礎，應以專業飼料搭配新鮮蔬果，並定期補充鈣質與維生素。乾淨、通風良好的飼養環境能減少疾病風險，並促進呼吸健康。適度運動與互動可強化肌肉與心肺功能，減少肥胖與壓力相關疾病。每年或半年一次的健康檢查，有助於提早發現潛在病灶並及時治療。最後，飼主的愛心與陪伴能提供鳥兒安全感，減少壓力，對長壽亦有正面影響。"
            }
        ]
    },
    {
        "title": "環境佈置與玩具推薦",
        "banner_url": "https://i.pinimg.com/originals/15/64/55/156455ba35d90bfc01201d4c7f66053a.jpg",
        "intro": "良好的環境佈置與適當玩具能滿足鳥類的探索需求，減少無聊與異常行為，提升生活品質。",
        "sections": [
            {
                "heading": "常見鳥類玩具",
                "image_url": "",
                "body": "鳥類喜歡啄咬與攀爬，常見玩具包含天然棲木、啃咬繩結、鏡子、鈴鐺與解謎玩具。天然棲木能讓鳥兒磨嘴並維持喙部健康；啃咬繩結與木製玩具能滿足啄咬需求並提供肢體運動；鏡子能當作同伴刺激社交行為；鈴鐺與解謎玩具則有助於認知訓練與情緒紓壓。選擇玩具時，請確保材質安全無毒，並定期更換以維持新鮮感。"
            },
            {
                "heading": "輪換玩具避免無聊",
                "image_url": "",
                "body": "長期使用同一組玩具容易讓鳥兒產生疲乏，進而衍生啄羽、攻擊等行為。建議每週為鳥寶輪換至少兩種不同類型的玩具，並可隨季節或節日增添趣味裝飾。輪換時可將部分玩具暫時收起，待一段時間後再重新放入，以激發鳥兒的好奇心。這種變化能有效刺激感官與腦力，讓鳥兒保持活力與好奇，提高互動品質與身心健康。"
            }
        ]
    },
    {
        "title": "鳥類洗澡與保養小技巧",
        "banner_url": "https://i.pinimg.com/originals/bf/34/26/bf3426a47633f3c33a642ffcb3eea935.jpg",
        "intro": "洗澡是鳥類保養羽毛與皮膚的重要步驟，適當的洗澡方式與頻率能增進健康並預防寄生問題。",
        "sections": [
            {
                "heading": "噴霧式洗澡",
                "image_url": "",
                "body": "噴霧式洗澡利用噴瓶將溫水霧化，模擬細雨般的效果，讓鳥寶能舒適地在羽翼間沾濕水分。洗澡前請先測試水溫，建議保持在攝氏25–30度之間，避免過冷或過熱。噴灑時應保持距離約20公分，並輕柔地沿羽軸方向噴灑，避免強力水流刺激。洗後可將鳥籠放在室溫穩定、通風良好的位置，並避免直接風吹或日曬，以防著涼與曬傷。"
            },
            {
                "heading": "水盆自由洗澡",
                "image_url": "",
                "body": "部分鳥類天性喜愛嬉水，主人可在籠內放置淺水盆，盆深不超過1–2公分，並保持水質潔淨。觀察鳥寶是否主動跳入水盆洗澡，若牠們願意使用，即可給予適當空間。水盆應選擇耐熱耐冷材質，並定期更換水質，避免細菌孳生。洗澡後建議給予一些高水分的果蔬，如切碎蘋果或小番茄，幫助補充流失水分，同時作為鼓勵鳥寶洗澡的獎勵。"
            }
        ]
    }
]